let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘🇸🇩〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘🇸🇩〙⌬━─━✥*

𝑾𝑬𝑳𝑪𝑶𝑴𝑬 𝑻𝑶 𝒁𝑨𝑪𝑲_𝑩𝑶𝑻🙈

𝑩𝒀 𝑷𝑨𝑷𝑳𝑶 𝑩𝑳𝑨𝑪𝑲

↝|𝑭𝑹𝑬𝑬 𝑷𝑯𝑳𝑰𝑺𝑻𝑬𝑵🇸🇩
*✥━─━⌬〘🇸🇩〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت زاك 〙⌬*

*⌬〘 اليك قائمه بسورس البوت 〙⌬*

*✥━─━⌬〘🇸🇩〙⌬━─━✥*

*⌬〘 تم تطويري وبرمجتي 〙⌬*
*⌬〘 بواسطه مروان بابلو 〙⌬*
*⌬〘 هذا البوت يعمل بالخاص 〙⌬*
*⌬〘 ويعمل ايضاا بالمجموعات 〙⌬*
*⌬〘 اذا كنت تريد صناعه بوت 〙⌬*
*⌬〘 فعليك الانضمام الي قناتنا 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 انستا 〙⌬*

*⏣⊰https://www.instagram.com/maro__toxic?igsh=MTZydHc0em94bmIzdQ== ⊱⏣*

*⌬〘 واتساب 〙⌬*

*⏣⊰ https://wa.me/+201508379018⊱⏣*

*✥━─━⌬〘🇸🇩〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(السورس|سورس)$/i
export default handler
