let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘🇸🇩〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘🇸🇩〙⌬━─━✥*

𝑾𝑬𝑳𝑪𝑶𝑴𝑬 𝑻𝑶 𝒁𝑨𝑪𝑲_𝑩𝑶𝑻🙈

𝑩𝒀 𝑷𝑨𝑷𝑳𝑶 𝑩𝑳𝑨𝑪𝑲

↝|𝑭𝑹𝑬𝑬 𝑷𝑯𝑳𝑰𝑺𝑻𝑬𝑵🇸🇩
*✥━─━⌬〘🇸🇩〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت زاك 〙⌬*

*⌬〘 اليك قائمه الجروب البوت 〙⌬*

*✥━─━⌬〘🇸🇩〙⌬━─━✥*

*❬🇸🇩❭↜ 〚 .منشن 〛*
*❬🇸🇩❭↜ 〚 .مخفي 〛*
*❬🇸🇩❭↜ 〚 .الاشباح 〛*
*❬🇸🇩❭↜ 〚 .حذف 〛*
*❬🇸🇩❭↜ 〚 .لينك 〛*
*❬🇸🇩❭↜ 〚 .رستر 〛*
*❬🇸🇩❭↜ 〚 .رفع 〛*
*❬🇸🇩❭↜ 〚 .تخفيض 〛*
*❬🇸🇩❭↜ 〚 .تغيرالاسم 〛*
*❬🇸🇩❭↜ 〚 .تغيرالوصف 〛*
*❬🇸🇩❭↜ 〚 .تغيرالصوره 〛*
*❬🇸🇩❭↜ 〚 .طرد او kick 〛*
*❬🇸🇩❭↜ 〚 .الادمن 〛*
*❬🇸🇩❭↜ 〚 .الجروب 〛*
*❬🇸🇩❭↜ 〚 .اعدادات 〛*
*❬🇸🇩❭↜ 〚 .تغيرالمغادره 〛*
*❬🇸🇩❭↜ 〚 .تغيرالترحيب 〛*
*❬🇸🇩❭↜ 〚 .جروب فتح 〛*
*❬🇸🇩❭↜ 〚 .جروب غلق 〛*
*❬🇸🇩❭↜ 〚 .انذار 〛*
*❬🇸🇩❭↜ 〚 .حذف-انذار 〛*
*❬🇸🇩❭↜ 〚 .التحذيرات 〛*

*✥━─━⌬〘🇸🇩〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م٣|م3|اوامر الجروب|الاوامر الجروب)$/i
export default handler
