let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘🇸🇩〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘🇸🇩〙⌬━─━✥*

𝑾𝑬𝑳𝑪𝑶𝑴𝑬 𝑻𝑶 𝒁𝑨𝑪𝑲_𝑩𝑶𝑻🙈

𝑩𝒀 𝑷𝑨𝑷𝑳𝑶 𝑩𝑳𝑨𝑪𝑲

↝|𝑭𝑹𝑬𝑬 𝑷𝑯𝑳𝑰𝑺𝑻𝑬𝑵🇸🇩

*✥━─━⌬〘🇸🇩〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت زاك 〙⌬*

*⌬〘 اليك قائمه التسليه البوت 〙⌬*

*✥━─━⌬〘🇸🇩〙⌬━─━✥*

*❬🇸🇩❭↜ 〚 .اسال 〛*
*❬🇸🇩❭↜ 〚 .اكس 〛*
*❬🇸🇩❭↜ 〚 .حذفف 〛*
*❬🇸🇩❭↜ 〚 .بنك 〛*
*❬🇸🇩❭↜ 〚 .حروف 〛*
*❬🇸🇩❭↜ 〚 .زواج 〛*
*❬🇸🇩❭↜ 〚 .طلاق 〛*
*❬🇸🇩❭↜ 〚 .ذكاء 〛*
*❬🇸🇩❭↜ 〚 .غباء 〛*
*❬🇸🇩❭↜ 〚 .جمال 〛*
*❬🇸🇩❭↜ 〚 .ارسم 〛*
*❬🇸🇩❭↜ 〚 .تحدي 〛*
*❬🇸🇩❭↜ 〚 .خروف 〛*
*❬🇸🇩❭↜ 〚 .صراحه 〛*
*❬🇸🇩❭↜ 〚 .خيروك 〛*
*❬🇸🇩❭↜ 〚 .هل 〛*
*❬🇸🇩❭↜ 〚 .ورع 〛*
*❬🇸🇩❭↜ 〚 .هديه 〛*
*❬🇸🇩❭↜ 〚 .صداقه 〛*
*❬🇸🇩❭↜ 〚 .شاذ 〛*
*❬🇸🇩❭↜ 〚 .الحب 〛*
*❬🇸🇩❭↜ 〚 .شخصيه 〛*
*❬🇸🇩❭↜ 〚 .توب 〛*
*❬🇸🇩❭↜ 〚 .بوستات 〛*
*❬🇸🇩❭↜ 〚 .بنت 〛*
*❬🇸🇩❭↜ 〚 .كت 〛*
*❬🇸🇩❭↜ 〚 .كتت 〛*
*❬🇸🇩❭↜ 〚 .بلاك-بينك 〛*
*❬🇸🇩❭↜ 〚 .لولي 〛*
*❬🇸🇩❭↜ 〚 .الدون 〛*
*❬🇸🇩❭↜ 〚 .ميسي 〛*
*❬🇸🇩❭↜ 〚 .لولي-فيديو 〛*
*❬🇸🇩❭↜ 〚 .كيوت 〛*
*❬🇸🇩❭↜ 〚 .قطه 〛*
*❬🇸🇩❭↜ 〚 .كلب 〛*
*❬🇸🇩❭↜ 〚 .عيد 〛*

*✥━─━⌬〘🇸🇩〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م8|م٨)$/i
export default handler
